Repository: RomanGL/VKSaver
Catalog: VKSaver2/VKSaver/VKSaver.PlatformShared/Strings/*/Resources.resw
Source language: en
Languages: be, de, uk

# AboutView_About.Text
source: about
be: аб праграме
de: über App
uk: про застосунок

# AboutView_AppName.Text
source: VK Saver 2
be: ВКачай 2
uk: ВКачай 2

# AboutView_Version.Text
source: Version:
be: Версія:
uk: Версія:

# AccessDeniedView_AccessDenied.Text
source: Access denied
be: Няма доступу
de: Kein Zugang
uk: Немає доступу

# AccessDeniedView_SectionNotCompleted.Text
source: This section is not completed Go back to continue
be: Гэты раздзел яшчэ не гатовы Калі ласка, вярніцеся назад, каб працягнуць
de: Das ist nicht fertig! Kehren Sie zurück um zu fortfahren
uk: Цей розділ ще не готовий Поверніться назад, щоб продовжити

# AddToMyAudiosFlyoutItem.Text
source: to my audios
be: у маі аўдыязапісы
de: zu meine Musik
uk: в мої аудіозаписи

# AddToMyDocsFlyoutItem.Text
source: to my documents
be: у маі дакументы
de: zu meinen Dokumenten
uk: в мої документи

# AddToMyVideosFlyoutItem.Text
source: to my videos
be: у маі відэазапісы
de: zu meinen Videos
uk: в мої відеозаписи

# AlbumTracksLoader.ErrorText
source: Failed to load the contents of the album
be: Немагчыма загрузіць змест альбома
de: Fehler beim Hochladen des Albums
uk: Не вдалося відобразити вміст альбому

# AlbumTracksLoader.LoadingText
source: Loading a list of tracks in the album...
be: Загружаем спіс трэкаў альбома...
de: Ladevorgang der Playlist des Albums...
uk: Завантажуємо список треків альбому...

# AlbumTracksLoader.NoDataText
source: No tracks in this album
be: У гэтым альбоме няма трэкаў
de: Es gibt keine Musik dort
uk: В цьому альбомі немає композицій

# AppBarButton_AddToMyAudios_Text
source: to my audios
be: у маі аўдыязапісы
de: zu meine Musik
uk: в мої аудіозаписи

# AppBarButton_AddToMyDocs_Text
source: to my documents
be: у маі дакументы
de: zu meinen Dokumenten
uk: в мої документи

# AppBarButton_AddToMyVideos_Text
source: to my videos
be: у маі відэазапісы
de: zu meinen Videos
uk: в мої відеозаписи

# AppBarButton_DeleteAll_Text
source: delete all
be: выдаліць усе
de: alle enfernen
uk: видалити все

# AppBarButton_Delete_Text
source: delete
be: выдальць
de: entfernen
uk: видалити

# AppBarButton_Download_Text
source: download
de: Herunterladen
uk: завантажити

# AppBarButton_Filter_Text
source: filter
be: фільтр
uk: фільтр

# AppBarButton_Player.Label
source: player
be: прайгравальнік
uk: програвач

# AppBarButton_Player_Text
source: player
be: прайгравальнік
uk: програвач

# AppBarButton_Play_Text
source: play
be: прайграць
de: abspielen
uk: відтворити

# AppBarButton_Refresh_Text
source: refresh
be: абнавіць
de: aktualisieren
uk: оновити

# AppBarButton_Search.Label
source: search
be: пошук
de: suchen
uk: пошук

# AppBarButton_SelectAll_Text
source: select all
be: выбраць усе
de: alle wählen
uk: обрати все

# AppBarButton_Select_Text
source: select
be: выбраць
de: auswählen
uk: обрати

# AppBarButton_TransferManager.Label
source: transfer manager
be: загрузкі
de: Hochladenmanager
uk: менеджер завантажень

# AppBarButton_TransferManager_Text
source: transfer manager
be: загрузкі
de: Hochladenmanager
uk: менеджер завантажень

# AppBarButton_UploadFile.Label
source: upload a file
be: адправіць файл
de: File schicken
uk: відвантажити файл

# AppLoader_AddingItem
source: Adding {0}...
be: Дадаецца {0}...
de: Hinzufügung {0}...
uk: Виконується додавання {0}...

# AppLoader_CancelAllDownloads
source: Cancelling all downloads...
be: Адмена усіх загрузак...
de: Alle Hochladen abbrechen...
uk: Скасування всіх завантажень...

# AppLoader_CancelAllUploads
source: Cancelling all uploads...
be: Адмена ўсіх адправак...
de: Abbrechung alle Sendungen...
uk: Скасування всіх відвантажень...

# AppLoader_DeletingItem
source: Deleting {0}...
be: Выдаляецца {0}...
de: Entfernung {0}...
uk: Виконується видалення {0}...

# AppLoader_Loading
source: Loading...
be: Загрузка...
de: Ladevorgang...
uk: Завантаження...

# AppLoader_PleaseWait
source: Please wait...
be: Калі ласка, пачакайце...
de: Bitte warten Sie...
uk: Будь ласка, зачекайте...

# AppLoader_Preparing
source: Preparing...
be: Падрыхтоўка...
de: Vorbereitung...
uk: Підготовка...

# AppLoader_PreparingFilesToDownload
source: Preparing files for download...
be: Падрыхтоўка файлаў для загрузкі...
de: Vorbereitung zum Hochladen...
uk: Підготовка файлів для завантаження...

# AppName.Text
source: VK SAVER
be: ВКАЧАЙ
uk: ВКАЧАЙ

# AppNamePivot.Title
source: VK SAVER
be: ВКАЧАЙ
uk: ВКАЧАЙ

# AppNameText
source: VK Saver
be: ВКачай
uk: ВКачай

# ArtistAlbumView_DetailsLoader.ErrorText
source: Unable to load the information about this album
be: Не атрымалася загрузіць інфармацыю аб гэтым альбоме
de: Download der Info zu diesem Album ist fehlgeschlagen
uk: Не вдалося відобразити інформацію про цей альбом

# ArtistAlbumView_DetailsLoader.LoadingText
source: Collecting information about the album.
be: Збіраем інфармацыю пра альбом...
de: Wir sammeln Informationen über das Album...
uk: Збираємо інформацію про альбом...

# ArtistAlbumView_DetailsLoader.NoDataText
source: Unfortunately, we don't know any details on this album
be: На жаль, мы не ведаем ніякіх падрабязнасцяў аб гэтым альбоме
de: Leider wissen wir nicht irgendwelche Details zu diesem Album
uk: На жаль, ми не знаємо жодних подробиць про цей альбом

# ArtistAlbumView_PivotSection_Details.Header
source: details
be: падрабязней
de: Mehr
uk: детальніше

# ArtistAlbumView_PivotSection_Tracks.Header
source: songs
be: кампазіцыі
de: Tracks
uk: композиції

# ArtistAlbumView_TracksLoader.ErrorText
source: Failed to load the list of tracks of this album
be: Не атрымалася загрузіць спіс трэкаў гэтага альбома
de: Fehler beim Laden der Trackliste auf diesem Album
uk: Не вдалося відобразити перелік треків цього альбому

# ArtistAlbumView_TracksLoader.LoadingText
source: Studying the track listing for this album...
be: Вывучаем спіс кампазіцый гэтага альбома...
de: Wir lernen der Songliste dieses Albums...
uk: Вивчаємо перелік композицій цього альбому...

# ArtistAlbumView_TracksLoader.NoDataText
source: No tracks found in this album
be: У гэтым альбоме няма ніводнай кампазіцыі
de: Es gibt keinen Song im Album
uk: В цьому альбомі немає жодної композиції

# ArtistInfoView_AlbumsLoader.ErrorText
source: Failed to load the list of albums artist
be: Не атрымалася загрузіць спіс альбомаў выканаўца
de: Hochladen der List den Künstleralben fehlt
uk: Не вдалося відобразити список альбомів виконавця

# ArtistInfoView_AlbumsLoader.LoadingText
source: Listening to the artists records
be: Праслухоўваем пласцінкі выканаўца...
de: Wir hören die Musik des Künstlers ab...
uk: Слухаємо платівки виконавця...

# ArtistInfoView_AlbumsLoader.NoDataText
source: It seems this artist carefully hides their albums
be: Падобна на тое, што гэты выканаўца старанна хавае свае альбомы
de: Es sieht so aus, als dieser Künstler die Alben bemäntelt
uk: Схоже, цей виконавець ретельно приховує свої альбоми

# ArtistInfoView_DetailsLoader.ErrorText
source: Could not load information about the artist
be: Не атрымалася загрузіць данныя аб выканаўцы
de: Datenmaterial über den Künstler sind unzugänglich
uk: Не вдалося відобразити дані про виконавця

# ArtistInfoView_DetailsLoader.LoadingText
source: Collecting dossiers on the artist...
be: Збіраем дасье на выканаўца...
de: Wir sammeln Info über den Künstler
uk: Збираємо дані про виконавця...

# ArtistInfoView_DetailsLoader.NoDataText
source: No information about this artist
be: Аб гэтым выканаўцы няма ніякай інфармацыі
de: Es gibt keine Info über den Künstler
uk: За цього виконавця немає ніякої інформації

# ArtistInfoView_PivotSection_Albums.Header
source: albums
be: альбомы
de: Alben
uk: альбоми

# ArtistInfoView_PivotSection_Details.Header
source: details
be: падрабязней
de: Mehr
uk: детальніше

# ArtistInfoView_PivotSection_Similar.Header
source: similar
be: падобныя
de: Ähnlich
uk: схожі

# ArtistInfoView_SearchVKItem.Content
source: find in the VK
be: знайсці УКантакце
de: finden es in VK
uk: знайти ВКонтакті

# ArtistInfoView_SimilarLoader.ErrorText
source: Could not find similar artists
be: Не атрымалася знайсці падобных выканаўцаў
de: Es gibt keine ähnliche Künstler
uk: Не вдалося відшукати схожих виконавців

# ArtistInfoView_SimilarLoader.LoadingText
source: Looking for similar artists...
be: Шукаем падобных выканаўцаў...
de: Suchen nach den ähnlichen Künstlern...
uk: Шукаємо схожих виконавців...

# ArtistInfoView_SimilarLoader.NoDataText
source: This artist has unique tracks
be: У гэтага выканаўцы унікальныя трэкі!
de: Dieser Künstler hat einzigartige Musik!
uk: У цього виконавця унікальні композиції!

# AudioSearchView_LyricsOnlySwitch.Header
source: Search only with lyrics
be: Шукаць толькі з тэкстам
de: Nur mit dem Text
uk: Шукати тільки за композиціями

# AudioSearchView_PerformerOnlySwitch.Header
source: Search by artist
be: Шукаць толькі па выканаўцу
de: nur nach dem Künstler
uk: Шукати тільки за виконавцями

# BetaBlockerView_Content.Text
source: Thank you for your participation! Download VK Saver 2 now!
be: Дзякуй за ўдзел! Загрузіце ВКачай 2 зараз!
de: Vielen Dank für Ihre Teilnahme! Laden Sie VK Saver 2 jetzt herunter!
uk: Дякую за участь! Встановіть ВКачай 2 зараз!

# BetaBlockerView_DownloadButton.Content
source: go to the download
be: перайсці да загрузкі
de: zum Download
uk: перейти до завантажень

# BetaBlockerView_Title.Text
source: Beta test is over
be: Бэта-тэст завершаны
de: Beta ist abgeschlossen
uk: Бета-тест завершений

# CachedView_Loader.ErrorText
source: Failed to load the list of cached audio
be: Не атрымалася загрузіць спіс кэшаваных аўдыязапісаў
de: Laden des Videoslisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік кешованих аудіозаписів

# CachedView_Loader.LoadingText
source: Loading the cached tracks...
be: Загружаем кэшаваныя аўдыязапісы...
de: Laden gespeicherte Musik im Cache...
uk: Завантажуємо кешовані аудіозаписи...

# CachedView_Loader.NoDataText
source: There is no cached audios
be: Кэшаваныя аўдыязапісы адсутнічаюць
de: Keine Musik im Cache
uk: Кешовані аудіозаписи відсутні

# CachedView_Title.Text
source: cached tracks
be: кэшаваныя
de: Musik-Caching
uk: кешовані

# CaptchaBox.PrimaryButtonText
source: ok
be: ок
de: оk
uk: ок

# CaptchaBox.SecondaryButtonText
source: cancel
be: адмена
de: abbrechen
uk: скасувати

# CaptchaBox.Title
source: Verification required
be: Патрабуецца праверка
de: Prüfung erforderlich
uk: Необхідна перевірка

# CaptchaBox_Content.Text
source: Enter the symbols that you see on the picture
be: Калі ласка, увядзіце сімвалы, якія вы бачыце на малюнку
de: Drucken Sie die Symbols, die Sie am Bild sehen
uk: Введіть символи, які ви бачите на зображенні

# DeleteFlyoutItem.Text
source: delete
be: выдальць
de: entfernen
uk: видалити

# DetailsView_Subtitle.Text
source: details
be: падрабязней
de: Mehr
uk: детальніше

# DownloadFlyoutItem.Text
source: download
de: Herunterladen
uk: завантажити

# ErrorView_Error.Text
source: An error occured
be: Здарылася памылка
de: Fehler
uk: Виникла помилка

# ErrorView_ErrorSorry.Text
source: We are very sorry about what happened Go back to continue
be: Мы вельмі шкадуем аб тым, што здарылася Калі ласка, вярніцеся назад, каб працягнуць
de: Wir sind am Boden zerstört, doch das Leben geht weiter! Kehren Sie zurück um fortzufahren
uk: Ми дуже жалкуємо про те, що трапилося Поверніться назад, щоб продовжити

# FileSize_Bytes_Mask_Text
source: {0} bytes
be: {0} байт
uk: {0} байт

# FileSize_EB_Mask_Text
source: {0} EB
be: {0} ЭБ
uk: {0} ЭБ

# FileSize_GB_Mask_Text
source: {0} GB
be: {0} ГБ
uk: {0} ГБ

# FileSize_KB_Mask_Text
source: {0} KB
be: {0} КБ
de: {0} КB
uk: {0} КБ

# FileSize_MB_Mask_Text
source: {0} MB
be: {0} МБ
de: {0} МB
uk: {0} МБ

# FileSize_PB_Mask_Text
source: {0} PB
be: {0} ПБ
uk: {0} ПБ

# FileSize_SizeText.Text
source: Size:
be: Памер:
de: Größe:
uk: Розмір:

# FileSize_TB_Mask_Text
source: {0} TB
be: {0} ТБ
uk: {0} ТБ

# FirstInternetSettingsView_ContentText.Text
source: VK Saver can load photos and album art for your songs. Load the data? (fees may apply) You can always change this setting in the settings.
be: ВКачай можа загрузіць фатаграфіі выканаўцаў і вокладкі альбомаў для вашых трэкаў. Загружаць гэтыя дадзеныя (за выкарыстанне інтэрнэт-злучэння аператар можа браць дадатковую плату)? Гэты параметр заўсёды можна змяніць у наладах.
de: VK Saver kann Aufnahmen von Interpreten und Album-Cover für Ihren Tracks herunterladen. Lass es (möglicherweise fallen zusätzliche Gebühren mit dem Betreiber)? Dieser Parameter kann immer in den Einstellungen geändert werden.
uk: ВКачай може завантажити фотографії виконавців та обкладинки альбомів для ваших треків. Завантажувати ці дані? (може стягуватися додаткова плата оператором) Цей параметр завжди можна змінити в налаштуваннях.

# FirstInternetSettingsView_Title.Text
source: Access to the Internet
be: Доступ да інтэрнэту
de: Internetzugang
uk: Доступ до інтернету

# FirstStartRetryView_ContentText.Text
source: Glad to see you again! Last time we didn't complete a few moments. Let's continue!
be: Рады бачыць вас зноў! У мінулы раз мы не завершылі некалькі момантаў. Давайце працягнем!
de: Wir freuen uns Sie wiederzusehen! Das letzte Mal, schlossen wir ein paar Momente. Lassen Sie uns weiter!
uk: Раді бачити Вас знову! Минулого разу ми не завершили кілька моментів. Давайте продовжимо!

# FirstStartRetryView_ContinueButton.Content
source: continue
be: працягнуць
de: fortfahren
uk: продовжити

# FirstStartRetryView_Title.Text
source: Welcome back!
be: З вяртаннем!
de: Wir freuen uns Sie widerzusehen!
uk: З поверненням!

# FirstStartView_ContentText.Text
source: VK Saver has to search audio files on your Smartphone before you can play them (this is a one time task). Note that VK Saver can find audio files only in the music folder in the Smartphone's memory or on the SD card. Then, we will help you to configure some basic settings application. Click the button below when you're ready.
be: ВКачай неабходна выканаць пошук аўдыяфайлаў на вашым смартфоне, перш чым вы зможаце іх прайграць (гэта неабходна выканаць толькі аднойчы). Звярніце ўвагу, што ВКачай зможа знайсці аўдыяфайлы толькі ў тэчцы Музыка ў памяці смартфона або на SD-карце. Далей мы дапаможам наладзіць некалькі асноўных параметраў праграмы. Націсніце кнопку ніжэй, калі будзеце гатовыя.
de: VK Saver will Audio-Dateien auf Ihrem Smartphone zu suchen, bevor Sie sie abspielen können (dies ist notwendig, nur einmal durchzuführen). Bitte beachten Sie, dass VK Saver kann nur im Smartphone-Speicher oder auf der SD-Karte in den Ordner ``Musik`` Audiodateien zu finden. Als nächstes werden wir einige grundlegende Parameter der Anwendung zur Einrichtung helfen. Klicken Sie auf die Schaltfläche unten, wenn Sie bereit sind.
uk: ВКачай повинен виконати пошук аудіофайлів на вашому смартфоні, перш ніж Ви зможете їх відтворити (це необхідно виконати лише один раз). Зверніть увагу, що ВКачай зможе відшукати аудіо файли тільки в папці Музика у пам'яті смартфона або на SD-карті. Далі ми допоможемо налаштувати декілька основних параметрів програми. Натисніть кнопку нижче, коли будете готові.

# FirstStartView_LetsGoButton.Content
source: lets go!
be: прыступіць
de: anfangen
uk: приступити

# FirstStartView_NoButton.Content
source: no
be: не
de: nein
uk: ні

# FirstStartView_Title.Text
source: Let's get started!
be: Давайце пачнем!
de: Also, fangen wir an!
uk: Давайте розпочнімо!

# FirstStartView_WiFiButton.Content
source: only through Wi-Fi
be: толькі праз Wi-Fi
de: nur via Wi-Fi
uk: тільки через Wi-Fi

# FirstStartView_YesButton.Content
source: yes
be: так
de: ja
uk: так

# Language_SystemLanguage_Text
source: from the system settings
be: з налад сістэмы
de: nach den Systemeinstellungen
uk: з налаштувань системи

# LibraryView_AlbumsLoader.ErrorText
source: Failed to load the list of albums
be: Не атрымалася загрузіць спіс альбомаў
de: Hochladen der besten Albenlisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік альбомів

# LibraryView_AlbumsLoader.LoadingText
source: Loading albums list...
be: Загружаем спіс альбомаў...
de: Hochladen der Albenlisten...
uk: Завантажуємо перелік альбомів...

# LibraryView_AlbumsLoader.NoDataText
source: No albums found in your collection
be: У вашай калекцыі няма ніводнага альбома
de: In Ihrer Sammlung gibt es kein Album
uk: У вашій колекції немає жодного альбому

# LibraryView_ArtistsLoader.ErrorText
source: Unable to load list of singers
be: Не атрымалася загрузіць спіс выканаўцаў
de: Hochladen der Künstlerlisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік виконавців

# LibraryView_ArtistsLoader.LoadingText
source: Loading the list of artists...
be: Загружаем спіс выканаўцаў...
de: Hochladen der Künstlernlisten...
uk: Завантажуємо перелік виконавців...

# LibraryView_ArtistsLoader.NoDataText
source: No artists found in your collection
be: У вашай калекцыі няма ніводнага выканаўцы
de: In Ihrer Sammlung gibt es kein Künstler
uk: У вашій колекції немає жодного виконавця

# LibraryView_CachedLoader.ErrorText
source: Failed to load the list of cached audio
be: Не атрымалася загрузіць спіс кэшаваных аўдыязапісаў
de: Laden des Videoslisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік кешованих аудіозаписів

# LibraryView_CachedLoader.LoadingText
source: Loading the list of cached audios...
be: Загружаем спіс кэшаваных аўдыязапісаў...
de: Laden der Liste der im Cache gespeicherten Audio...
uk: Завантажуємо перелік кешованих аудіозаписів...

# LibraryView_CachedLoader.NoDataText
source: No cached tracks found in your collection
be: У вашай калекцыі няма ніводнага кэшыраванага аўдыязапісу
de: In Ihrer Sammlung gibt es keine Musik im Cache
uk: У вашій колекції немає жодного кешованого аудіозапису

# LibraryView_FoldersLoader.ErrorText
source: Failed to load the list of folders
be: Не атрымалася загрузіць спіс тэчак
de: Hochladen der Ordnerliste ist fehlgeschlagen
uk: Не вдалося відобразити перелік папок

# LibraryView_FoldersLoader.LoadingText
source: Loading folders list...
be: Загружаем спіс тэчак...
de: Laden eine Liste von Ordnern...
uk: Завантажуємо перелік папок...

# LibraryView_FoldersLoader.NoDataText
source: No folders found in your collection
be: У вашай калекцыі няма ніводнай тэчкі
de: In Ihrer Sammlung gibt es kein Ordner
uk: У вашій колекції немає жодної теки

# LibraryView_GenresLoader.ErrorText
source: Failed to load the list of genres
be: Не атрымалася загрузіць спіс жанраў
de: Hochladen der Ganrelisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік жанрів

# LibraryView_GenresLoader.LoadingText
source: Loading the list of genres...
be: Загружаем спіс жанраў...
de: Hochladen der Genreslisten...
uk: Завантажуємо перелік жанрів...

# LibraryView_GenresLoader.NoDataText
source: No genres found in your collection
be: У вашай калекцыі няма ніводнага жанру
de: In Ihrer Sammlung gibt es kein Genre
uk: У вашій колекції немає жодного жанру

# LibraryView_PivotItem_Albums.Header
source: albums
be: альбомы
de: Alben
uk: альбоми

# LibraryView_PivotItem_Artists.Header
source: artists
be: выканаўцы
de: Künstlern
uk: виконавці

# LibraryView_PivotItem_Cached.Header
source: cached tracks
be: кэшаваныя
de: Musik-Caching
uk: кешовані

# LibraryView_PivotItem_Folders.Header
source: folders
be: тэчкі
de: Ordnern
uk: теки

# LibraryView_PivotItem_Genres.Header
source: genres
be: жанры
uk: жанри

# LibraryView_PivotItem_Tracks.Header
source: songs
be: кампазіцыі
de: Tracks
uk: композиції

# LibraryView_TracksLoader.ErrorText
source: Unable to load list of tracks
be: Не атрымалася загрузіць спіс кампазіцый
de: Hochladen der beste Playliste ist fehlgeschlagen
uk: Не вдалося відобразити перелік композицій

# LibraryView_TracksLoader.LoadingText
source: Loading tracks list...
be: Загружаем спіс кампазіцый...
de: Hochladen der Playlist...
uk: Завантажуємо перелік композицій...

# LibraryView_TracksLoader.NoDataText
source: No tracks found in your collection
be: У вашай калекцыі няма ніводнай кампазіцыі
de: In Ihrer Sammlung gibt es keine Musik
uk: У вашій колекції немає жодної композиції

# Loader_ReloadButton_Text
source: try again
be: паўтарыць
de: noch einmal
uk: повторити

# LocalFolderView_Title.Text
source: FOLDER
be: ТЭЧКА
de: ORDNER
uk: ТЕКА

# LocalGenreView_Title.Text
source: GENRE
be: ЖАНР
uk: ЖАНР

# Local_TracksLoader.ErrorText
source: Unable to load list of tracks
be: Не атрымалася загрузіць спіс кампазіцый
de: Hochladen der beste Playliste ist fehlgeschlagen
uk: Не вдалося відобразити перелік композицій

# Local_TracksLoader.LoadingText
source: Loading tracks list...
be: Загружаем спіс кампазіцый...
de: Hochladen der Playlist...
uk: Завантажуємо перелік композицій...

# Local_TracksLoader.NoDataText
source: No tracks found
be: Не знойдзена ніводнай кампазіцыі
de: Kein Song
uk: Не знайдено композиції

# LoginView_Auth.Text
source: Authorization
be: Аўтарызацыя
de: Authorisierung
uk: Авторизація

# LoginView_JoinButton.Label
source: sign up
be: зарэгістрыравацца
de: anmelden
uk: реєстрація

# LoginView_LoginButton.Content
source: sign in
be: увайсці
de: einloggen
uk: увійти

# LoginView_LoginField.PlaceholderText
source: username or email
be: імя карыстальніка або email
de: Benutzername oder E-Mail
uk: ім'я користувача або email

# LoginView_PasswordField.PlaceholderText
source: password
be: пароль
de: Passwort
uk: пароль

# LoginView_RestorePasswordButton.Label
source: restore password
be: аднавіць пароль
de: Passwort zurücksetzen
uk: відновити пароль

# MainView_AboutItem.Content
source: about
be: аб праграме
de: über App
uk: про застосунок

# MainView_AlbumsItem.Content
source: albums
be: альбомы
de: Alben
uk: альбоми

# MainView_ArtistsItem.Content
source: artists
be: выканаўцы
de: Künstlern
uk: виконавці

# MainView_CachedItem.Content
source: cached tracks
be: кэшаваныя
de: Musik-Caching
uk: кешовані

# MainView_DocsItem.Content
source: documents
be: дакументы
de: Dokumenten
uk: документи

# MainView_DownloadFlyoutItem.Text
source: download
de: Herunterladen
uk: завантажити

# MainView_FoldersItem.Content
source: folders
be: тэчкі
de: Ordnern
uk: теки

# MainView_FriendsItem.Content
source: friends
be: сябры
de: Freunde
uk: друзі

# MainView_GenresItem.Content
source: genres
be: жанры
uk: жанри

# MainView_GroupsItem.Content
source: communities
be: суполкі
de: Gruppen
uk: спільноти

# MainView_Hub.Header
source: vk saver
be: вкачай
uk: вкачай

# MainView_HubSection_LocalLibrary.Header
source: LOCAL LIBRARY
be: ЛАКАЛЬНАЯ БІБЛІЯТЭКА
de: LOCALE BIBLIOTHEK
uk: ЛОКАЛЬНА БІБЛІОТЕКА

# MainView_HubSection_Recommendations.Header
source: WE RECOMMEND
be: РЭКАМЕНДУЕМ
de: EMPFEHLENDE
uk: РЕКОМЕНДУЄМО

# MainView_HubSection_SeeAlso.Header
source: SEE ALSO
be: ГЛЯДЗІЦЕ ТАКСАМА
de: SEHEN MAL AUCH
uk: ПЕРЕГЛЯДАЙТЕ ТАКОЖ

# MainView_HubSection_TopArtists.Header
source: BEST ARTISTS
be: ЛЕПШЫЯ ВЫКАНАЎЦЫ
de: BESTE KÜNSTLER
uk: КРАЩІ ВИКОНАВЦІ

# MainView_HubSection_YourMusic.Header
source: YOUR MUSIC
be: ВАША МУЗЫКА
de: IHRE MUSIK
uk: ВАША МУЗИКА

# MainView_LocalTracksItem.Content
source: songs
be: кампазіцыі
de: Tracks
uk: композиції

# MainView_MusicItem.Content
source: music
be: музыка
de: Musik
uk: музика

# MainView_NewsItem.Content
source: news
be: навіны
de: Neuigkeiten
uk: новини

# MainView_RecommendationsItem.Content
source: recommendations
be: рэкамендацыі
de: Vorschläge
uk: рекомендації

# MainView_SearchItem.Content
source: search
be: пошук
de: suchen
uk: пошук

# MainView_SettingsItem.Content
source: settings
be: налады
de: Einladungen
uk: налаштування

# MainView_ShowMore.Text
source: show more
be: паказаць больш
de: mehr anzeigen
uk: показати більше

# MainView_ShowMoreItem.Content
source: show more
be: паказаць больш
de: mehr anzeigen
uk: показати більше

# MainView_TopArtistsItem.Content
source: top artists
be: топ выканаўцаў
de: beste Künstlers
uk: топ виконавців

# MainView_TopTracksItem.Content
source: top tracks
be: топ трэкаў
de: beste Songs
uk: топ треків
